
"Passcode Lock" = "Zamykání přístupovým kódem";

"All data in this app will be erased after %d failed passcode attempts." = "Veškerá data této aplikace budou smazána po %d neúspěšných zadáních přístupového kódu.";
"Cancel" = "Zrušit";
"Enable" = "Aktivovat";
"Erase all content in the app after %d failed passcode attempts." = "Smazat veškerý obsah aplikace po %d neúspěšných zadáních přístupového kódu.";

"Turn Passcode Off" = "Vypnout přístupový kód";
"Turn Passcode On" = "Zapnout přístupový kód";
"Change Passcode" = "Změnit přístupový kód";
"Erase Data" = "Smazat data";
"Set Passcode" = "Nastavit přístupový kód";
"Turn off Passcode" = "Vypnout přístupový kód";
"Enter Passcode" = "Zadejte přístupový kód";
"1 Failed Passcode Attempt" = "1 nezdařený pokus o zadání kódu";
"%i Failed Passcode Attempts" = "%i nezdařené pokusy o zadání kódu";
"Passcodes did not match. Try again." = "Přístupové kódy se neshodují. Zkuste to znovu.";
"Enter a different passcode. You cannot re-use the same passcode." = "Zadejte jiný přístupový kód. Nemůžete znovu použít tentýž přístupový kód.";
"Erase all data and reset passcode" = "Smazat všechna data a zresetovat přístupový kód?";

"Enter your passcode" = "Zadejte svůj přístupový kód";
"Enter a passcode" = "Zadejte přístupový kód";
"Re-enter your passcode" = "Zadejte znovu svůj přístupový kód";
"Enter your old passcode" = "Zadejte svůj starý přístupový kód";
"Enter your new passcode" = "Zadejte svůj nový přístupový kód";
"Re-enter your new passcode" = "Zadejte znovu svůj nový přístupový kód";

"Passcode lock notice" = "Vezměte prosím na vědomí";
"ResetInfo" = "Neexistuje způsob, jak resetovat přístupový kód; pokud ho zapomenete, nebudete mít už nikdy přístup ke svým chatům.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "Zamykání aplikace přístupovým kódem chrání vaše data před zraky nepovolaných osob, není však náhradou za zamykání přístupovým kódem celého zařízení.\nPokud jste tak dosud neučinili, nastavte si zamykání přístupovým kódem pro celé zařízení, aby byla data na něm šifrována.";

"Require Passcode" = "Je vyžadován přístupový kód";
"Immediately" = "Okamžitě";
"After 1 minute" = "Po 1 minutě";
"After %d minutes" = "Po %d minutách";
"After 1 min." = "Po 1 minutě";
"After %d min." = "Po %d minutách";
"After 1 hour" = "Po 1 hodině";
"After %d hours" = "Po %d hodinách";

"Passcode_remove_title" = "Soukromé chaty";
"Passcode_remove_message" = "Pokud odstraníte ochranu přístupu, všechny vaše soukromé chaty budou v přehledu chatů opět viditelné.";
"Passcode_remove_disable" = "Deaktivovat přístupový kód";
